export default {
  projections: {
    ТарифE: {
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      единица: {
        __caption__: 'Единица'
      },
      формула: {
        __caption__: 'Формула'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      видУслуги: {
        __caption__: 'Вид услуги',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      поставщик: {
        __caption__: 'Поставщик',
        иНН: {
          __caption__: 'ИНН'
        }
      }
    },
    ТарифL: {
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      единица: {
        __caption__: 'Единица'
      },
      формула: {
        __caption__: 'Формула'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      видУслуги: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      поставщик: {
        __caption__: 'ИНН',
        иНН: {
          __caption__: 'ИНН'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    описание: {
      __caption__: 'Описание'
    },
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    единица: {
      __caption__: 'Единица'
    },
    формула: {
      __caption__: 'Формула'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    видУслуги: {
      __caption__: 'Вид услуги'
    },
    поставщик: {
      __caption__: 'Поставщик'
    }
  }
};
