export default {
  projections: {
    СтрокаКвитанцииE: {
      расход: {
        __caption__: 'Расход'
      },
      единица: {
        __caption__: 'Единица'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      расшифровка: {
        __caption__: 'Расшифровка'
      },
      комментарий: {
        __caption__: 'Комментарий'
      },
      показаниеПУ: {
        __caption__: 'Показание ПУ',
        значение: {
          __caption__: 'Значение'
        }
      },
      тариф: {
        __caption__: 'Тариф',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    расход: {
      __caption__: 'Расход'
    },
    единица: {
      __caption__: 'Единица'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    расшифровка: {
      __caption__: 'Расшифровка'
    },
    комментарий: {
      __caption__: 'Комментарий'
    },
    показаниеПУ: {
      __caption__: 'Показание ПУ'
    },
    тариф: {
      __caption__: 'Тариф'
    },
    квитанция: {
      __caption__: 'квитанция'
    }
  }
};
