export default {
  projections: {
    СотрудникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      управляющаяКомпания: {
        __caption__: 'Управляющая компания',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      управляющаяКомпания: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'ФИО'
    },
    управляющаяКомпания: {
      __caption__: 'Управляющая компания'
    }
  }
};
