export default {
  projections: {
    ВидУслугиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      ресурс: {
        __caption__: 'Ресурс'
      },
      актуальность: {
        __caption__: 'Актуальность'
      }
    },
    ВидУслугиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      ресурс: {
        __caption__: 'Ресурс'
      },
      актуальность: {
        __caption__: 'Актуальность'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    ресурс: {
      __caption__: 'Ресурс'
    },
    актуальность: {
      __caption__: 'Актуальность'
    }
  }
};
