export default {
  projections: {
    ПриборУчетаE: {
      единица: {
        __caption__: 'Единица'
      },
      датаУстановки: {
        __caption__: 'Дата установки'
      },
      датаСнятия: {
        __caption__: 'Дата снятия'
      },
      актуальность: {
        __caption__: 'Актуальность'
      },
      автоматическаяПередача: {
        __caption__: 'Автоматическая передача'
      },
      модельПУ: {
        __caption__: 'Модель ПУ',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      помещение: {
        __caption__: 'Помещение',
        типПомещения: {
          __caption__: 'Тип помещения'
        }
      }
    },
    ПриборУчетаL: {
      единица: {
        __caption__: 'Единица'
      },
      датаУстановки: {
        __caption__: 'Дата установки'
      },
      датаСнятия: {
        __caption__: 'Дата снятия'
      },
      актуальность: {
        __caption__: 'Актуальность'
      },
      автоматическаяПередача: {
        __caption__: 'Автоматическая передача'
      },
      модельПУ: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      помещение: {
        __caption__: 'Тип помещения',
        типПомещения: {
          __caption__: 'Тип помещения'
        }
      }
    }
  },
  validations: {
    единица: {
      __caption__: 'Единица'
    },
    датаУстановки: {
      __caption__: 'Дата установки'
    },
    датаСнятия: {
      __caption__: 'Дата снятия'
    },
    актуальность: {
      __caption__: 'Актуальность'
    },
    автоПередача: {
      __caption__: 'автоПередача'
    },
    модельПУ: {
      __caption__: 'Модель ПУ'
    },
    помещение: {
      __caption__: 'Помещение'
    },
    автоматическаяПередача: {
      __caption__: 'Автоматическая передача'
    }
  }
};
