export default {
  projections: {
    ПоказаниеПУE: {
      значение: {
        __caption__: 'Значение'
      },
      дата: {
        __caption__: 'Дата'
      },
      полученоАвтоматически: {
        __caption__: 'Получено автоматически'
      },
      приборУчета: {
        __caption__: 'Прибор учета',
        единица: {
          __caption__: 'Единица'
        }
      }
    },
    ПоказаниеПУL: {
      значение: {
        __caption__: 'Значение'
      },
      дата: {
        __caption__: 'Дата'
      },
      полученоАвтоматически: {
        __caption__: 'Получено автоматически'
      },
      приборУчета: {
        __caption__: 'Единица',
        единица: {
          __caption__: 'Единица'
        }
      }
    }
  },
  validations: {
    значение: {
      __caption__: 'Значение'
    },
    дата: {
      __caption__: 'Дата'
    },
    полученоАвтоматически: {
      __caption__: 'Получено автоматически'
    },
    приборУчета: {
      __caption__: 'Прибор учета'
    }
  }
};
