export default {
  projections: {
    МодельПУE: {
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Производитель'
      },
      актуальность: {
        __caption__: 'Актуальность'
      }
    },
    МодельПУL: {
      наименование: {
        __caption__: 'Наименование'
      },
      производитель: {
        __caption__: 'Производитель'
      },
      актуальность: {
        __caption__: 'Актуальность'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    производитель: {
      __caption__: 'Производитель'
    },
    актуальность: {
      __caption__: 'Актуальность'
    }
  }
};
