export default {
  projections: {
    КвитанцияE: {
      дата: {
        __caption__: 'Дата'
      },
      idTelePlus: {
        __caption__: 'Id tele plus'
      },
      итого: {
        __caption__: 'Итого'
      },
      помещение: {
        __caption__: 'Помещение',
        типПомещения: {
          __caption__: 'Тип помещения'
        }
      },
      строкаКвитанции: {
        __caption__: 'Строка квитанции',
        расход: {
          __caption__: 'Расход'
        },
        единица: {
          __caption__: 'Единица'
        },
        сумма: {
          __caption__: 'Сумма'
        },
        расшифровка: {
          __caption__: 'Расшифровка'
        },
        комментарий: {
          __caption__: 'Комментарий'
        },
        показаниеПУ: {
          __caption__: 'Показание ПУ',
          значение: {
            __caption__: 'Значение'
          }
        },
        тариф: {
          __caption__: 'Тариф',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      },
      управляющаяКомпания: {
        __caption__: 'Управляющая компания',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    КвитанцияL: {
      дата: {
        __caption__: 'Дата'
      },
      idTelePlus: {
        __caption__: 'Id tele plus'
      },
      итого: {
        __caption__: 'Итого'
      },
      помещение: {
        __caption__: 'Тип помещения',
        типПомещения: {
          __caption__: 'Тип помещения'
        }
      },
      управляющаяКомпания: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    idTelePlus: {
      __caption__: 'Id tele plus'
    },
    итого: {
      __caption__: 'Итого'
    },
    помещение: {
      __caption__: 'Помещение'
    },
    уК: {
      __caption__: 'уК'
    },
    строкаКвитанции: {
      __caption__: 'Строка квитанции'
    },
    управляющаяКомпания: {
      __caption__: 'Управляющая компания'
    }
  }
};
