export default {
  projections: {
    ПомещениеСобственникаE: {
      основнойСобственник: {
        __caption__: 'Основной собственник'
      },
      доляСобственности: {
        __caption__: 'Доля собственности'
      },
      помещение: {
        __caption__: 'Помещение',
        типПомещения: {
          __caption__: 'Тип помещения'
        }
      }
    }
  },
  validations: {
    основнойСобственник: {
      __caption__: 'Основной собственник'
    },
    доляСобственности: {
      __caption__: 'Доля собственности'
    },
    помещение: {
      __caption__: 'Помещение'
    },
    собственник: {
      __caption__: 'собственник'
    }
  }
};
