export default {
  projections: {
    ПоставщикE: {
      иНН: {
        __caption__: 'ИНН'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      расчетныйСчет: {
        __caption__: 'Расчетный счет'
      },
      описание: {
        __caption__: 'Описание'
      }
    },
    ПоставщикL: {
      иНН: {
        __caption__: 'ИНН'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      расчетныйСчет: {
        __caption__: 'Расчетный счет'
      },
      описание: {
        __caption__: 'Описание'
      }
    }
  },
  validations: {
    иНН: {
      __caption__: 'ИНН'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    расчетныйСчет: {
      __caption__: 'Расчетный счет'
    },
    описание: {
      __caption__: 'Описание'
    }
  }
};
