export default {
  projections: {
    ПомещениеE: {
      площадь: {
        __caption__: 'Площадь'
      },
      типПомещения: {
        __caption__: 'Тип помещения'
      },
      колвоПроживающих: {
        __caption__: 'Колво проживающих'
      },
      дом: {
        __caption__: 'Дом',
        address: {
          __caption__: 'Address'
        }
      },
      собственник: {
        __caption__: 'Собственник',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      адресныйРеестр: {
        __caption__: 'Адресный реестр'
      }
    },
    ПомещениеL: {
      площадь: {
        __caption__: 'Площадь'
      },
      типПомещения: {
        __caption__: 'Тип помещения'
      },
      колвоПроживающих: {
        __caption__: 'Колво проживающих'
      },
      дом: {
        __caption__: 'Address',
        address: {
          __caption__: 'Address'
        }
      },
      собственник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    площадь: {
      __caption__: 'Площадь'
    },
    типПомещения: {
      __caption__: 'Тип помещения'
    },
    колвопр: {
      __caption__: 'колвопр'
    },
    дом: {
      __caption__: 'Дом'
    },
    собственник: {
      __caption__: 'Собственник'
    },
    колвоПроживающих: {
      __caption__: 'Колво проживающих'
    },
    адресныйРеестр: {
      __caption__: 'Адресный реестр'
    }
  }
};
