export default {
  projections: {
    СобственникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      идТелеПлюс: {
        __caption__: 'Ид теле плюс'
      },
      помещениеСобственника: {
        __caption__: 'Помещение собственника',
        основнойСобственник: {
          __caption__: 'Основной собственник'
        },
        доляСобственности: {
          __caption__: 'Доля собственности'
        },
        помещение: {
          __caption__: 'Помещение',
          типПомещения: {
            __caption__: 'Тип помещения'
          }
        }
      }
    },
    СобственникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      идТелеПлюс: {
        __caption__: 'Ид теле плюс'
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'ФИО'
    },
    идТелеПлюс: {
      __caption__: 'Ид теле плюс'
    },
    помещениеСобственника: {
      __caption__: 'Помещение собственника'
    }
  }
};
