export default {
  projections: {
    ПриборУчетаE: {
      единица: {
        __caption__: 'единица'
      },
      датаУстановки: {
        __caption__: 'датаУстановки'
      },
      датаСнятия: {
        __caption__: 'датаСнятия'
      },
      актуальность: {
        __caption__: 'актуальность'
      },
      автоматическаяПередача: {
        __caption__: 'автоматическаяПередача'
      },
      модельПУ: {
        __caption__: 'модельПУ',
        наименование: {
          __caption__: 'наименование'
        }
      },
      помещение: {
        __caption__: 'помещение',
        типПомещения: {
          __caption__: 'типПомещения'
        }
      }
    },
    ПриборУчетаL: {
      единица: {
        __caption__: 'единица'
      },
      датаУстановки: {
        __caption__: 'датаУстановки'
      },
      датаСнятия: {
        __caption__: 'датаСнятия'
      },
      актуальность: {
        __caption__: 'актуальность'
      },
      автоматическаяПередача: {
        __caption__: 'автоматическаяПередача'
      },
      модельПУ: {
        __caption__: 'модельПУ',
        наименование: {
          __caption__: 'наименование'
        }
      },
      помещение: {
        __caption__: 'помещение',
        типПомещения: {
          __caption__: 'типПомещения'
        }
      }
    }
  },
  validations: {
    единица: {
      __caption__: 'единица'
    },
    датаУстановки: {
      __caption__: 'датаУстановки'
    },
    датаСнятия: {
      __caption__: 'датаСнятия'
    },
    актуальность: {
      __caption__: 'актуальность'
    },
    автоПередача: {
      __caption__: 'автоПередача'
    },
    модельПУ: {
      __caption__: 'модельПУ'
    },
    помещение: {
      __caption__: 'помещение'
    },
    автоматическаяПередача: {
      __caption__: 'автоматическаяПередача'
    }
  }
};
