export default {
  projections: {
    ТарифE: {
      наименование: {
        __caption__: 'наименование'
      },
      описание: {
        __caption__: 'описание'
      },
      датаНачала: {
        __caption__: 'датаНачала'
      },
      датаОкончания: {
        __caption__: 'датаОкончания'
      },
      единица: {
        __caption__: 'единица'
      },
      формула: {
        __caption__: 'формула'
      },
      стоимость: {
        __caption__: 'стоимость'
      },
      видУслуги: {
        __caption__: 'видУслуги',
        наименование: {
          __caption__: 'наименование'
        }
      },
      поставщик: {
        __caption__: 'поставщик',
        иНН: {
          __caption__: 'иНН'
        }
      }
    },
    ТарифL: {
      наименование: {
        __caption__: 'наименование'
      },
      описание: {
        __caption__: 'описание'
      },
      датаНачала: {
        __caption__: 'датаНачала'
      },
      датаОкончания: {
        __caption__: 'датаОкончания'
      },
      единица: {
        __caption__: 'единица'
      },
      формула: {
        __caption__: 'формула'
      },
      стоимость: {
        __caption__: 'стоимость'
      },
      видУслуги: {
        __caption__: 'видУслуги',
        наименование: {
          __caption__: 'наименование'
        }
      },
      поставщик: {
        __caption__: 'поставщик',
        иНН: {
          __caption__: 'иНН'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'наименование'
    },
    описание: {
      __caption__: 'описание'
    },
    датаНачала: {
      __caption__: 'датаНачала'
    },
    датаОкончания: {
      __caption__: 'датаОкончания'
    },
    единица: {
      __caption__: 'единица'
    },
    формула: {
      __caption__: 'формула'
    },
    стоимость: {
      __caption__: 'стоимость'
    },
    видУслуги: {
      __caption__: 'видУслуги'
    },
    поставщик: {
      __caption__: 'поставщик'
    }
  }
};
