export default {
  projections: {
    ПомещениеE: {
      площадь: {
        __caption__: 'площадь'
      },
      типПомещения: {
        __caption__: 'типПомещения'
      },
      колвоПроживающих: {
        __caption__: 'колвоПроживающих'
      },
      дом: {
        __caption__: 'дом',
        address: {
          __caption__: 'address'
        }
      },
      собственник: {
        __caption__: 'собственник',
        фИО: {
          __caption__: 'фИО'
        }
      },
      адресныйРеестр: {
        __caption__: 'адресныйРеестр'
      }
    },
    ПомещениеL: {
      площадь: {
        __caption__: 'площадь'
      },
      типПомещения: {
        __caption__: 'типПомещения'
      },
      колвоПроживающих: {
        __caption__: 'колвоПроживающих'
      },
      дом: {
        __caption__: 'дом',
        address: {
          __caption__: 'address'
        }
      },
      собственник: {
        __caption__: 'собственник',
        фИО: {
          __caption__: 'фИО'
        }
      }
    }
  },
  validations: {
    площадь: {
      __caption__: 'площадь'
    },
    типПомещения: {
      __caption__: 'типПомещения'
    },
    колвопр: {
      __caption__: 'колвопр'
    },
    дом: {
      __caption__: 'дом'
    },
    собственник: {
      __caption__: 'собственник'
    },
    колвоПроживающих: {
      __caption__: 'колвоПроживающих'
    },
    адресныйРеестр: {
      __caption__: 'адресныйРеестр'
    }
  }
};
