export default {
  projections: {
    СтрокаКвитанцииE: {
      расход: {
        __caption__: 'расход'
      },
      единица: {
        __caption__: 'единица'
      },
      сумма: {
        __caption__: 'сумма'
      },
      расшифровка: {
        __caption__: 'расшифровка'
      },
      комментарий: {
        __caption__: 'комментарий'
      },
      показаниеПУ: {
        __caption__: 'показаниеПУ',
        значение: {
          __caption__: 'значение'
        }
      },
      тариф: {
        __caption__: 'тариф',
        наименование: {
          __caption__: 'наименование'
        }
      }
    }
  },
  validations: {
    расход: {
      __caption__: 'расход'
    },
    единица: {
      __caption__: 'единица'
    },
    сумма: {
      __caption__: 'сумма'
    },
    расшифровка: {
      __caption__: 'расшифровка'
    },
    комментарий: {
      __caption__: 'комментарий'
    },
    показаниеПУ: {
      __caption__: 'показаниеПУ'
    },
    тариф: {
      __caption__: 'тариф'
    },
    квитанция: {
      __caption__: 'квитанция'
    }
  }
};
