export default {
  projections: {
    СотрудникE: {
      фИО: {
        __caption__: 'фИО'
      },
      управляющаяКомпания: {
        __caption__: 'управляющаяКомпания',
        наименование: {
          __caption__: 'наименование'
        }
      }
    },
    СотрудникL: {
      фИО: {
        __caption__: 'фИО'
      },
      управляющаяКомпания: {
        __caption__: 'управляющаяКомпания',
        наименование: {
          __caption__: 'наименование'
        }
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'фИО'
    },
    уК: {
      __caption__: 'уК'
    },
    управляющаяКомпания: {
      __caption__: 'управляющаяКомпания'
    }
  }
};
