export default {
  projections: {
    МодельПУE: {
      наименование: {
        __caption__: 'наименование'
      },
      производитель: {
        __caption__: 'производитель'
      },
      актуальность: {
        __caption__: 'актуальность'
      }
    },
    МодельПУL: {
      наименование: {
        __caption__: 'наименование'
      },
      производитель: {
        __caption__: 'производитель'
      },
      актуальность: {
        __caption__: 'актуальность'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'наименование'
    },
    производитель: {
      __caption__: 'производитель'
    },
    актуальность: {
      __caption__: 'актуальность'
    }
  }
};
