export default {
  projections: {
    СобственникE: {
      фИО: {
        __caption__: 'фИО'
      },
      идТелеПлюс: {
        __caption__: 'идТелеПлюс'
      },
      помещениеСобственника: {
        __caption__: 'помещениеСобственника',
        основнойСобственник: {
          __caption__: 'основнойСобственник'
        },
        доляСобственности: {
          __caption__: 'доляСобственности'
        },
        помещение: {
          __caption__: 'помещение',
          типПомещения: {
            __caption__: 'типПомещения'
          }
        }
      }
    },
    СобственникL: {
      фИО: {
        __caption__: 'фИО'
      },
      идТелеПлюс: {
        __caption__: 'идТелеПлюс'
      }
    }
  },
  validations: {
    фИО: {
      __caption__: 'фИО'
    },
    идТелеПлюс: {
      __caption__: 'идТелеПлюс'
    },
    помещениеСобственника: {
      __caption__: 'помещениеСобственника'
    }
  }
};
