export default {
  projections: {
    ПоказаниеПУE: {
      значение: {
        __caption__: 'значение'
      },
      дата: {
        __caption__: 'дата'
      },
      полученоАвтоматически: {
        __caption__: 'полученоАвтоматически'
      },
      приборУчета: {
        __caption__: 'приборУчета',
        единица: {
          __caption__: 'единица'
        }
      }
    },
    ПоказаниеПУL: {
      значение: {
        __caption__: 'значение'
      },
      дата: {
        __caption__: 'дата'
      },
      полученоАвтоматически: {
        __caption__: 'полученоАвтоматически'
      },
      приборУчета: {
        __caption__: 'приборУчета',
        единица: {
          __caption__: 'единица'
        }
      }
    }
  },
  validations: {
    значение: {
      __caption__: 'значение'
    },
    дата: {
      __caption__: 'дата'
    },
    полученоАвтоматически: {
      __caption__: 'полученоАвтоматически'
    },
    приборУчета: {
      __caption__: 'приборУчета'
    }
  }
};
