export default {
  projections: {
    ПомещениеСобственникаE: {
      основнойСобственник: {
        __caption__: 'основнойСобственник'
      },
      доляСобственности: {
        __caption__: 'доляСобственности'
      },
      помещение: {
        __caption__: 'помещение',
        типПомещения: {
          __caption__: 'типПомещения'
        }
      }
    }
  },
  validations: {
    основнойСобственник: {
      __caption__: 'основнойСобственник'
    },
    доляСобственности: {
      __caption__: 'доляСобственности'
    },
    помещение: {
      __caption__: 'помещение'
    },
    собственник: {
      __caption__: 'собственник'
    }
  }
};
