export default {
  projections: {
    ПоставщикE: {
      иНН: {
        __caption__: 'иНН'
      },
      наименование: {
        __caption__: 'наименование'
      },
      расчетныйСчет: {
        __caption__: 'расчетныйСчет'
      },
      описание: {
        __caption__: 'описание'
      }
    },
    ПоставщикL: {
      иНН: {
        __caption__: 'иНН'
      },
      наименование: {
        __caption__: 'наименование'
      },
      расчетныйСчет: {
        __caption__: 'расчетныйСчет'
      },
      описание: {
        __caption__: 'описание'
      }
    }
  },
  validations: {
    иНН: {
      __caption__: 'иНН'
    },
    наименование: {
      __caption__: 'наименование'
    },
    расчетныйСчет: {
      __caption__: 'расчетныйСчет'
    },
    описание: {
      __caption__: 'описание'
    }
  }
};
