export default {
  projections: {
    ВидУслугиE: {
      наименование: {
        __caption__: 'наименование'
      },
      ресурс: {
        __caption__: 'ресурс'
      },
      актуальность: {
        __caption__: 'актуальность'
      }
    },
    ВидУслугиL: {
      наименование: {
        __caption__: 'наименование'
      },
      ресурс: {
        __caption__: 'ресурс'
      },
      актуальность: {
        __caption__: 'актуальность'
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'наименование'
    },
    ресурс: {
      __caption__: 'ресурс'
    },
    актуальность: {
      __caption__: 'актуальность'
    }
  }
};
