export default {
  projections: {
    КвитанцияE: {
      дата: {
        __caption__: 'дата'
      },
      idTelePlus: {
        __caption__: 'idTelePlus'
      },
      итого: {
        __caption__: 'итого'
      },
      помещение: {
        __caption__: 'помещение',
        типПомещения: {
          __caption__: 'типПомещения'
        }
      },
      строкаКвитанции: {
        __caption__: 'строкаКвитанции',
        расход: {
          __caption__: 'расход'
        },
        единица: {
          __caption__: 'единица'
        },
        сумма: {
          __caption__: 'сумма'
        },
        расшифровка: {
          __caption__: 'расшифровка'
        },
        комментарий: {
          __caption__: 'комментарий'
        },
        показаниеПУ: {
          __caption__: 'показаниеПУ',
          значение: {
            __caption__: 'значение'
          }
        },
        тариф: {
          __caption__: 'тариф',
          наименование: {
            __caption__: 'наименование'
          }
        }
      },
      управляющаяКомпания: {
        __caption__: 'управляющаяКомпания',
        наименование: {
          __caption__: 'наименование'
        }
      }
    },
    КвитанцияL: {
      дата: {
        __caption__: 'дата'
      },
      idTelePlus: {
        __caption__: 'idTelePlus'
      },
      итого: {
        __caption__: 'итого'
      },
      помещение: {
        __caption__: 'помещение',
        типПомещения: {
          __caption__: 'типПомещения'
        }
      },
      управляющаяКомпания: {
        __caption__: 'управляющаяКомпания',
        наименование: {
          __caption__: 'наименование'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'дата'
    },
    idTelePlus: {
      __caption__: 'idTelePlus'
    },
    итого: {
      __caption__: 'итого'
    },
    помещение: {
      __caption__: 'помещение'
    },
    уК: {
      __caption__: 'уК'
    },
    строкаКвитанции: {
      __caption__: 'строкаКвитанции'
    },
    управляющаяКомпания: {
      __caption__: 'управляющаяКомпания'
    }
  }
};
